Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The rigid needle shield Removal Force shall be 3 - 33 N.
es_es: La fuerza de extracción del protector rígido de la aguja será de 3 a 33 N.

source: The rigid needle shield is composed of an inner needle shield and an outer rigid shield.
es_es: La funda de aguja rígida consta de un protector de aguja interno y un protector rígido externo.

source: The rigid needle shield is composed of an inner product contacting thermoplastic needle shield and an outer non-product contacting Polypropylene rigid shield.
es_es: La funda de aguja rígida consta de un protector para aguja interno de termoplástico que está en contacto con el producto y un protector rígido externo de polipropileno que no toma contacto con el producto.

source: The rigid needle shield is not made with natural rubber latex or dry natural rubber.
es_es: No se utiliza látex de caucho natural ni caucho natural seco en la elaboración de la funda de aguja rígida.

source: The rigid shield stabilizes and protects the needle shield, but has no product contact.
es_es: El protector rígido estabiliza y protege el protector de aguja, pero no tiene contacto con el producto.

source: The risk and seriousness of complications (e.g., bleedings) for these events may vary substantially and be subject to individual clinical judgement.
es_es: El riesgo y la seriedad de las complicaciones (por ejemplo, sangrados) de estos eventos pueden variar sustancialmente y estar sujetos al criterio clínico individual.

source: The risk and seriousness of complications may vary substantially and be subject to individual clinical judgement.
es_es: El riesgo y la seriedad de las complicaciones pueden variar sustancialmente y estar sujetos al criterio clínico individual.

source: The risk assessment for elemental impurities was performed according to option 2b (modular approach) of the ICH Q3D guideline considering a maximum daily dose of 1200 mg/day.
es_es: El riesgo de que se den impurezas elementales se evaluó según la opción 2b (enfoque modular) del lineamiento Q3D de la ICH, que determina una dosis diaria máxima de 1200 mg/dia.

source: The risk assessment for elemental impurities was performed according to option 2b (modular approach) of the ICH Q3D guideline considering a maximum daily dose of one final DP vial per day.
es_es: El riesgo de que se den impurezas elementales se evaluó según la opción 2b (enfoque modular) del lineamiento Q3D de la ICH, que determina una dosis diaria máxima de un frasco del medicamento final por día.

source: The risk assessment included elemental impurities as listed in ICH Q3D for inhalation products and involved a review of all potential sources of elemental impurities in the components and associated processes used in the production of Spiriva® Respimat®.
es_es: Para la evaluación de riesgos, se incluyeron las impurezas elementales incluidas en el lineamiento Q3D de la ICH, correspondientes a los productos inhalables, y se realizó una revisión de todas las fuentes potenciales de impurezas elementales en los componentes y procesos asociados a la producción de Spiriva ® Respimat ®.

source: The risk assessment should consider the role of water in the manufacturing process, in particular when water is used in a process but is no longer present in the final product.
es_es: La evaluación de riesgos debe contemplar el papel del agua en el proceso de fabricación, en particular cuando en un proceso se utiliza agua que no ha de estar presente en el producto final.

source: The risk based on the time to the first all-cause hospitalisation (or composite with all-cause mortality) and investigator-defined CV hospitalisation were all reduced with empagliflozin treatment versus placebo (Table 11.1.2.5: 1).
es_es: Se redujo más con el tratamiento de empagliflozina que con placebo el riesgo derivado del tiempo transcurrido hasta la primera hospitalización por todas las causas (o compuesto con mortalidad por todas las causas) y la hospitalización definida por el investigador como cardiovascular (Tabla 11.1.2.5: 1).

source: The risk derived from drug substance and drug product manufacture of spesolimab for microbial growth is very low.
es_es: El riesgo derivado de la fabricación del principio activo y el medicamento Espesolimab en cuanto a flora microbiana es muy bajo.

source: The risk derived from host cell bank preparation is extremely low.
es_es: El riesgo derivado de la preparación del banco de células hospedadoras es extremadamente bajo.

source: The risk management process includes a systematic and comprehensive assessment of risks; risks have been identified, adressed, and reduced as far as possible.
es_es: El proceso de gestión de riesgos incluye una evaluación sistemática e integral de los riesgos. Los riesgos identificados seabordaron y redujeron en la mayor medida posible.

source: The risk of CV death or HHF was significantly reduced with empagliflozin treatment compared with placebo (HR 0.79; 95.03% CI 0.69 to 0.90, p = 0.0003).
es_es: El riesgo de muerte cardiovascular u hospitalización por insuficiencia cardíaca se redujo significativamente más con empagliflozina que con placebo (HR: 0.79; intervalo de confianza del 95.03%: 0.69 a 0.90; p<0.0003).

source: The risk of CV death, HHF, or the composite renal endpoint was reduced with empagliflozin treatment compared with placebo (see Table 11.1.2.6: 1 above).
es_es: El riesgo de muerte cardiovascular, hospitalización por insuficiencia cardíaca o del criterio de valoración renal compuesto se redujo más con empagliflozina que con placebo (ver la Tabla 11.1.2.6: 1 anteriormente).

source: The risk of DKA had to be considered in the event of non-specific symptoms such as nausea, vomiting, anorexia, abdominal pain, excessive thirst, difficulty breathing, confusion, unusual fatigue or sleepiness.
es_es: Se debía considerar el riesgo de cetoacidosis diabética en caso de síntomas inespecíficos como náuseas, vómitos, anorexia, dolor abdominal, sed excesiva, dificultad para respirar, confusión, fatiga inusual o somnolencia.

source: The risk of acute kidney injury (as a PT reported by investigators) was reduced with empagliflozin treatment compared with placebo (Table 11.1.2.6: 1).
es_es: El riesgo de lesión renal aguda (como término preferente consignado por los investigadores) se redujo más con el tratamiento de empagliflozina que con placebo (Tabla 11.1.2.6: 1).

source: The risk of acute kidney injury was reduced with empagliflozin treatment compared with placebo (HR 0.73, 95% CI 0.56 to 0.95, see Table 11.1.2.6: 1 above).
es_es: El riesgo de lesión renal aguda se redujo más con el tratamiento de empagliflozina que con placebo (HR: 0.73; intervalo de confianza del 95%: 0.56 a 0.95; ver la Tabla 11.1.2.6: 1 anteriormente).

source: The risk of adjudicated HHF (first event) was reduced with empagliflozin treatment compared with placebo (HR 0.71, 95% CI 0.60 to 0.83, nominal p<0.0001).
es_es: El riesgo de hospitalización por insuficiencia cardíaca adjudicada (primer evento) se redujo más con empagliflozina que con placebo (HR: 0.71; intervalo de confianza del 95%: 0.60 a 0.83; p<0.0001).

source: The risk of adjudicated HHF was reduced for patients on empagliflozin treatment versus placebo.
es_es: El riesgo de HIC adjudicada fue significativamente menor para empagliflozina que para placebo (HR 0,65).

source: The risk of adjudicated HHF with empagliflozin treatment was reduced versus placebo (Table 11.1.2.3: 1).
es_es: El riesgo de HIC adjudicada se redujo más con empagliflozina que con placebo (Tabla 11.1.2.3: 1).

source: The risk of cardiovascular disease is increased approximately 2- to 4-fold in adults with diabetes (R12-2030).
es_es: En adultos con diabetes, el riesgo de sufrir cardiopatías aumenta entre 2 y 4 veces (R12-2030).

source: The risk of each use event, safety and non-safety, was analyzed and it is considered that the remaining residual risks associated with the PFS-NSD-1 are acceptable and that the observed use events would not lead to any unacceptable harm.
es_es: Tras analizar el riesgo de cada evento de uso, la seguridad y la falta de seguridad, se considera que los riesgos residuales restantes asociados con el PFS-NSD-1 son aceptables y que los eventos de uso observados no derivarían en algún daño inaceptable.

source: The risk of first occurrence of all-cause hospitalisation was reduced in the empagliflozin group compared with the placebo group.
es_es: El riesgo de una primera hospitalización por todas las causas se redujo en el grupo de empagliflozina en comparación con el grupo de placebo.

source: The risk of presence of NO-HCTZ was identified, however NO-HCTZ was tested negative in in-vivo mutagenicity study and can be treated as a non-mutagenic impurity, controlled as described in ICH Q3A / Q3B guideline.
es_es: Se ha identificado el riesgo de que se forme NO-HCTZ; sin embargo, esta resultó negativa en un estudio de mutagenicidad in vivo, por lo que puede tratarse como impureza no mutagénica y controlarse en el marco de los lineamientos Q3A y Q3B de la ICH.

source: The risk of recurrent HHF was significantly reduced for empagliflozin versus placebo (HR 0.73, 95.03% CI 0.61 to 0.88, p = 0.0009).
es_es: El riesgo de HIC recurrente fue significativamente menor para empagliflozina que para placebo (HR: 0.73; IC del 95.03%: 0.61 a 0.88, p = 0.0009).

source: The risk of recurrent HHF was significantly reduced with empagliflozin treatment compared with placebo (HR 0.73, 95.03% CI 0.61 to 0.88, p = 0.0009).
es_es: El riesgo de muerte cardiovascular u hospitalización por insuficiencia cardíaca se redujo significativamente más con empagliflozina que con placebo (HR: 0.73; intervalo de confianza del 95.03%: 0.61 a 0.88; p=0.0009).

source: The risk of the composite renal endpoint was similar between the empagliflozin and the placebo treatment group (HR 0.95, 95% CI 0.73 to 1.24, nominal p = 0.7243).
es_es: El riesgo del criterio de valoración renal compuesto fue similar entre el grupo de tratamiento con empagliflozina y el de placebo (cociente de riesgo: 0.95, IC del 95%: 0.73 a 1.24, p nominal = 0.7243).

source: The risk of the composite renal endpoint was similar between the empagliflozin and the placebo treatment group.
es_es: El riesgo del criterio de valoración renal compuesto fue similar entre el grupo de tratamiento con empagliflozina y el de placebo.

source: The risk of the occurrence of each individual component of the primary endpoint was also balanced across the linagliptin and glimepiride groups (Section 4.2.1).
es_es: También fue equilibrado entre los grupos de linagliptina y glimepirida el riesgo de que se presentara cada componente individual del criterio de valoración primario (Sección 4.2.1).

source: The risk of water as a source of elemental impurities is considered negligible as part of the overall elemental impurity control strategy.
es_es: El riesgo de que el agua sea una fuente de impurezas elementales se considera insignificante en el contexto de la estrategia general de control de impurezas elementales.

source: The risk that leachable components from the CCS will migrate into the tenecteplase lyophilisate for solution for injection 25 mg has been thoroughly assessed by analytical and toxicological evaluation of extractables, i.e., potential leachables.
es_es: El riesgo de que los componentes lixiviables del envase y sistema de cierre migren a la tenecteplasa, liofilizado para solución inyectable, 25 mg se ha valorado exhaustivamente por medio de evaluación analítica y toxicológica de los extraíbles; es decir, los posibles lixiviables.

source: The robustness of an analytical procedure is a measure of its capacity to remain unaffected by small but deliberate variations in method parameters and provides an indication of its reliability during normal usage.
es_es: La robustez de un procedimiento analítico mide su capacidad de mantenerse inalterado ante variaciones pequeñas pero deliberadas en los parámetros del método, y proporciona una indicación de su confiabilidad durante el uso normal.

source: The robustness of the lyophilisation process was studied to evaluate the impact of critical lyophilisation parameters on the CQAs of the drug product.
es_es: Se estudió la robustez del proceso de liofilización para evaluar la influencia de los parámetros críticos de la liofilización sobre los atributos críticos de calidad del medicamento.

source: The rubber stopper for SM6 has a higher silicone oil level.
es_es: El tapón de caucho del área SM6 contiene un mayor nivel de aceite de silicona.

source: The rubber stopper is compliant with Ph.
es_es: El tapón de caucho cumple con los requisitos de Ph.

source: The rules for handling missing or partial dates are described in the TSAP.
es_es: En el plan de análisis estadístico del ensayo se describen las reglas para imputar fechas faltantes o parciales.

source: The safety analyses were also focused on AESIs and specific AEs that represent specific medical concepts of interest; see Section 12.1.3.7 for details.
es_es: Los análisis de seguridad también se concentraron en los eventos adversos de interés particular y los eventos adversos específicos que representan conceptos médicos específicos de interés; en la Sección 12.1.3.7 hay más detalles.

source: The safety analysis was based on the treated set (TS), which consists of all patients treated with at least one dose of the study medication.
es_es: El análisis de seguridad se basó en el grupo tratado, que consta de todos los pacientes tratados al menos con una dosis de la medicación en estudio.

source: The safety and conduct of the trial was regularly monitored by an independent DMC, as outlined in the DMC charter.
es_es: Un comité independiente de monitoreo de datos revisó con periodicidad la seguridad y la realización del ensayo, siguiendo su acta de adjudicación de eventos.

source: The safety concerns have been adequately monitored, characterized and labelled with no ongoing aRMMs.
es_es: Los riesgos de seguridad han sido controlados, caracterizados y etiquetados adecuadamente y no hay ninguna medida adicional de minimización de riesgos en curso.

source: The safety concerns were closely monitored and presented in a sequence of recent PBRERs.
es_es: Se ha hecho un seguimiento estricto de los riesgos de seguridad, que se presentó en una secuencia de informes periódicos de evaluación de riesgos y beneficios (PBRER).

source: The safety of linagliptin in the CAROLINA study was in line with the established safety profile and no new safety issues were identified.
es_es: En el estudio CAROLINA, la seguridad de linagliptina estuvo en concordancia con el perfil de seguridad establecido; no se identificó ninguna preocupación nueva de seguridad.

source: The safety outcome results in this study are consistent with the Norwegian tenecteplase stroke trial (NOR-TEST)7 that demonstrated no significant differences in adverse events with 0.4 mg/kg of tenecteplase vs 0.9 mg/kg of alteplase, although NOR-TEST included relatively mildly affected patients (median NIHSS score, 4) with a low percentage with large vessel occlusion and 17% with stroke mimics.
es_es: Los resultados de los criterios de valoración de la seguridad en este estudio coinciden con el ensayo noruego sobre accidentes cerebrovasculares con tenecteplasa (NOR-TEST)7, que demostró que no hubo diferencias significativas en los eventos adversos con 0.4 mg/kg de tenecteplasa en comparación con 0.9 mg/kg de alteplasa, aunque NOR-TEST incluyó pacientes levemente afectados (mediana de puntuación de NIHSS, 4), con un porcentaje reducido de oclusión de grandes vasos y 17% con síntomas similares a los de un accidente cerebrovascular.

source: The same acceptance criterion as for release (≤ 2 %) is proposed for stability testing of tenecteplase DP, where an increase of fragment region 1 (+ 0.445 % absolute) during storage of tenecteplase DP at long-term storage conditions of 30°C / 75 % RH was observed for presentations of 40 and 50 mg/vial.
es_es: Se propone aplicar el mismo criterio de aceptación que se aplica para liberación (≤ 2%) para las pruebas de estabilidad del medicamento tenecteplasa, donde se observó un aumento de la región de fragmentos 1 (+ 0,445% absoluto) durante el almacenamiento del medicamento tenecteplasa en las condiciones de almacenamiento a largo plazo de 30° C/75% HR para las presentaciones de 40 y 50 mg/frasco.

source: The same amount of unlabelled DNA was spiked into the load samples of all other runs.
es_es: Las muestras de la carga de todas las demás corridas se enriquecieron con la misma cantidad de ADN no marcado.

source: The same applies to proposed Catalent FR (Beinheim) site.
es_es: Lo mismo vale para la planta productora propuesta Catalent FR (Beinheim).

source: The same as above.
es_es: Igual que arriba.

source: The same buffer (2.3 M citric acid) is used as for the acid treatment during virus inactivation (reflected in Table 17 in Module 3 section 3.2.S.2.2).
es_es: Durante la inactivación del virus, se utiliza el mismo buffer (ácido cítrico 2.3 M) que para el tratamiento ácido (esto está reflejado en la Tabla 17 del Módulo 3, Sección 3.2.S.2.2).

source: The same change applies to Catalent FR (Beinheim) site as well since both sites uses the same equipment subclass.
es_es: Como ambas plantas productoras utilizan la misma subclase de equipo, el mismo cambio vale también para la planta Catalent FR (Beinheim).

source: The same critical steps have been identified as for the original site
es_es: l.

source: The same critical steps have been identified as for the original site (Ingelheim) and accordingly, the same in-process controls with the same limits have been implemented.
es_es: Se han identificado los mismos pasos críticos que para la planta original (Ingelheim) y, en tal sentido, se implementaron los mismos controles intermedios del proceso con los mismos límites.

source: The same drug substance (DS) is used for all DP presentations.
es_es: Se usa el mismo principio activo para todas las presentaciones del medicamento.

source: The same model will be used for superiority analysis should non-inferiority be demonstrated.
es_es: Se utilizará el mismo modelo para el análisis de superioridad en caso de que se demuestre la no inferioridad.

source: The same process controls have been implemented.
es_es: Se han implementado los mismos controles del proceso.

source: The same resin was used for all 17 cycles tested.
es_es: Se usó la misma resina para los 17 ciclos analizados.

source: The same trend was shown for BMI, but it was less pronounced (up to 1.26-fold difference in gMean).
es_es: La misma tendencia, pero menos pronunciada se observó para el IMC (hasta 1.26 veces la diferencia en las medias geométricas).

source: The sample activity (U/mL) is calculated using the log lysis times of the sample dilutions and the reference standard curve.
es_es: La actividad de la muestra en U/ml se calcula tomando los tiempos logarítmicos de lisis de las diluciones de la muestra y la curva estándar de referencia.

source: The sample is held at this temperature long enough to allow quilibration between the solid or liquid phase and the vapour hase.
es_es: La muestra se mantiene a esta temperatura lo suficiente para permitir la equilibración entre la fase sólida o líquida y la fase gaseosa.

source: The sample is injected electrokinetically and the mobilised protein-SDS complexes are detected by laser-induced fluorescence detection.
es_es: La muestra se inyecta electroquinéticamente y los complejos de proteína-DSS movilizados se detectan mediante detección por fluorescencia inducida por láser.

source: The sample size for this trial was determined assuming intrasubject geometric coefficients of variation (gCV) for AUC0-∞ and Cmax of 7.6% and of 12.2%, respectively for empagliflozin, and gCVs for AUC0-∞ and Cmax of 13.0% and 12.7%, respectively for metformin.
es_es: El tamaño de la muestra para este ensayo se determinó asumiendo coeficientes de variación intrasujeto geométricos (gCV) para el AUC0-∞ y Cmáx de 7.6% y 12.2%, respectivamente para empagliflozina, 13.0% y 12.7%, respectivamente para metformina.

source: The sample size of 300 patients was designed to have 80% power to detect a 15% increase in reperfusion at initial angiography from 18% with 0.25 mg/kg to 33% with 0.40 mg/kg.
es_es: El tamaño de muestra de 300 pacientes se diseño para tener una potencia del 80% para la detección de un aumento del 15% en la reperfusión en la angiografía inicial del 18% con la dosis de 0.25 mg/kg al 33% con la dosis de 0.40 mg/kg.

source: The sample to be analysed is introduced into a container itted with a suitable stopper and a valve-system that permits he passage of the carrier gas.
es_es: La muestra a analizar se introduce en un recipiente correctamente tapado y con un sistema de válvulas que deja pasar el gas portador.

source: The samples are measured as individual measurements.
es_es: Las muetras se miden de manera individual.

source: The samples have been stored at a temperature of 2 – 8°C over a time period of 0d, 30d, 60d and 120d.
es_es: Las muestras se almacenaron a una temperatura de 2 - 8° C en un período de 0d, 30d, 60d y 120d.

source: The samples have been stored at a temperature of 2 – 8°C over a time period of 0d, 60d, 90d and 120d.
es_es: Las muestras se almacenaron a una temperatura de 2 - 8° C en un período de 0d, 60d, 90d y 120d.

source: The samples were analysed at the central laboratory.
es_es: Los análisis de las muestras se hicieron en el laboratorio central.

source: The samples were centrifuged for at least 10 min (at approximately 2500 g and at 4 to 8 °C).
es_es: Las muestras se centrifugaban al menos 10 minutos (aproximadamente a 2500 g y a una temperatura de 4 a 8° C).

source: The samples were prepared and analysed in triplicate.
es_es: Las muestras se prepararon y analizaron por triplicado.

source: The samples were stored at a temperature of 2 – 8°C over a time period of 0 days, 1 day, 3 days, 7 days, 14 days, 21 days, 30 days and 60 days.
es_es: Las muestras se almacenaron a una temperatura de 2 – 8 °C durante un período de 0 días, 1 día, 3 días, 7 días, 14 días, 21 días, 30 días y 60 días.

source: The samples were stored at a temperature of 20 – 25°C over a time period of 0, 1, 3 and 7 days.
es_es: Las muestras se almacenaron a una temperatura de 20 – 25 °C durante un período de 0, 1, 3 y 7 días.

source: The scope of the comparability study was determined by the expected impact of the change in primary packaging configuration, protein concentration and consequent changes on the quality attributes.
es_es: El alcance del estudio de comparabilidad estuvo determinado por el impacto esperado de los cambios en la configuración del acondicionamiento primario, la concenttración de proteínas y las modificaciones consecuentes, sobre los atributos de calidad.

source: The score increased at the first post-baseline assessment (Week 12) in the empagliflozin group compared with the placebo group and the difference was sustained over time (Figure 11.1.2.7: 3 above, green box).
es_es: La puntuación aumentó más en el grupo de empagliflozina que en el de placebo en la primera evaluación posterior al inicio (Semana 12) y la diferencia se sostuvo en el tiempo (Figura 11.1.2.7: 3 anteriormente, caja verde).

source: The scores of the KCCQ domains and summary scores range from 0 to 100, with higher score indicating better outcome.
es_es: En cada dominio del cuestionario KCCQ y en los valores resumidos, las puntuaciones van de 0 a 100, donde una puntuación más alta indica un mejor desenlace.
